{
      "hr team s": "You can contact us at +91 96008 21990 or hr@minswaysolutions.com",

  "demo": "We offer product demos. Would you like to schedule a demo booking?",
  "book demo": "Sure 👍 I can help you book a demo. Please share your preferred date and time.",
  "trial": "Yes — free trial is available in all pricing plans.",

  "price": "You can contact us at +91 96008 21990, +91 96008 21990 or sales@minswaysolutions.com, contact@minswaysolutions.com",
  "pricing": "You can contact us at +91 96008 21990, +91 96008 21990 or sales@minswaysolutions.com, contact@minswaysolutions.com",
  "cost": "You can contact us at +91 96008 21990, +91 96008 21990 or sales@minswaysolutions.com, contact@minswaysolutions.com",



  "products": "We deliver a wide range of projects across web, mobile, and digital media platforms. Our web application projects include E-Commerce, Business, Industry, Academy, and Travel solutions. In mobile application development, we have successfully delivered apps such as Buildskart, Millets360, A to Service, Lakshmi Online Stores, Waterna, E-Commerce App, Classified App, Shopping App, Food Delivery App, KBY App, and Quick Food App. In addition, we create engaging social media content including posters, videos, and social service campaigns to strengthen brand presence and audience engagement.",
    "projects": "We deliver a wide range of projects across web, mobile, and digital media platforms. Our web application projects include E-Commerce, Business, Industry, Academy, and Travel solutions. In mobile application development, we have successfully delivered apps such as Buildskart, Millets360, A to Service, Lakshmi Online Stores, Waterna, E-Commerce App, Classified App, Shopping App, Food Delivery App, KBY App, and Quick Food App. In addition, we create engaging social media content including posters, videos, and social service campaigns to strengthen brand presence and audience engagement.",

  "services": "We offer end-to-end digital solutions including web design and development, web and mobile applications, CMS-based websites, UI/UX design, landing pages, and ongoing web maintenance. Our services extend to eCommerce development using platforms like Magento and WooCommerce, custom enterprise solutions, and secure web hosting options such as shared, cloud, VPS, and dedicated hosting. We also provide digital marketing services including SEO, SEM, social media marketing, and brand identity creation through logo, graphic, and brochure design. Additionally, we deliver mobile app development for Android and iOS, professional email hosting solutions, G Suite services, and complete domain registration and transfer support.",
  "the service": "We offer end-to-end digital solutions including web design and development, web and mobile applications, CMS-based websites, UI/UX design, landing pages, and ongoing web maintenance. Our services extend to eCommerce development using platforms like Magento and WooCommerce, custom enterprise solutions, and secure web hosting options such as shared, cloud, VPS, and dedicated hosting. We also provide digital marketing services including SEO, SEM, social media marketing, and brand identity creation through logo, graphic, and brochure design. Additionally, we deliver mobile app development for Android and iOS, professional email hosting solutions, G Suite services, and complete domain registration and transfer support.",

  "mobile application":"We have built a range of mobile applications including Buildskart App, Millets360 App, A to Service App, Lakshmi Online Stores App, Waterna App, E-Commerce App, Classified App, Shopping App, Food Delivery App, KBY App, and Quick Food App, delivering scalable, user-friendly, and business-focused mobile solutions.",
  "web application":"We provide web application solutions across multiple domains including E-Commerce, Business, Industry, Academy, and Travel, delivering scalable, secure, and user-centric platforms tailored to diverse business needs.",
  "social media":"We provide creative social media solutions including posters, videos, and social service content designed to engage audiences, strengthen brand visibility, and communicate impactful messages across digital platforms.",
  "industries":"We develop tailored digital solutions for a wide range of industries including Network Marketing, E-commerce, Classifieds, Construction, Grocery, Vegetable, Social Service, and OTT platforms, delivering scalable and industry-specific applications that support growth and innovation.",
  "field":"We provide digital solutions across diverse fields including the Travel Industry, Food Delivery, Water Industry, Level Concept, Education, Real Estate, and Daily Thand, delivering customized, reliable, and scalable technology solutions to meet industry-specific needs.",

  "certificat": "We provide guidance and support for globally recognized technical certifications in Chennai, including AWS, EC-Council, ISACA, Microsoft, Oracle, Cisco, Citrix, CompTIA, IBM, Pega Systems, PMI, PRINCE2 (Foundation and Practitioner), Salesforce, SAP, and VMware. These certifications validate expertise in cloud computing, cybersecurity, IT governance, networking, virtualization, project management, enterprise applications, and business solutions. Exams are conducted through authorized testing partners or secure online proctored environments, ensuring rigorous assessment. Our programs are suitable for all skill levels, offering structured learning paths to prepare candidates effectively. Achieving these certifications enhances credibility, career prospects, and access to high-demand roles across technology and business domains.",
   
  "contact": "You can contact us at +91 96008 21990, +91 96008 21990 or sales@minswaysolutions.com, contact@minswaysolutions.com",
  "address": "We have many branches. Our Head Office is located at Flat no: C-3/F-2 (First floor), Siva Vel Apartment, No.2, Alagappa Nagar, Zamin Pallavaram, Chennai- 600 117, India, and can be reached at +91 96008 21990. Our Dubai Office is situated at Room no. 11, 7 States Building, Baniyas, Dubai, UAE, with the contact number +971 56 9112876. Additionally, our UK Office is located at 25 Cornwall St, Cardiff CF11 6PN, United Kingdom, and can be contacted at 0743 7594 789.",
  "location": "We have many branches. Our Head Office is located at Flat no: C-3/F-2 (First floor), Siva Vel Apartment, No.2, Alagappa Nagar, Zamin Pallavaram, Chennai- 600 117, India, and can be reached at +91 96008 21990. Our Dubai Office is situated at Room no. 11, 7 States Building, Baniyas, Dubai, UAE, with the contact number +971 56 9112876. Additionally, our UK Office is located at 25 Cornwall St, Cardiff CF11 6PN, United Kingdom, and can be contacted at 0743 7594 789.",
    "technical team": "You can contact us at +91 81900 09005, +91 444 794 5338 or technical@minswaysolutions.com, minswaysolutions@gmail.com",
"number":"You can contact us at +91 96008 21990, +91 96008 21990",
"mobile number":"You can contact us at +91 96008 21990, +91 96008 21990",

"email":"You can contact us at sales@minswaysolutions.com, contact@minswaysolutions.com",
"email id":"You can contact us at sales@minswaysolutions.com, contact@minswaysolutions.com",



  "features": "We provide smart, scalable, secure, and business-ready digital solutions.",

  "default": "I’m not fully sure I understood that 🤔 Could you please rephrase or ask about services, pricing, demo, or support?"
}