{





  "2fa": "Strengthen account security with robust two-factor authentication that adds an extra layer of protection beyond passwords. Our 2FA solutions support OTPs, authenticator apps, and multi-device verification to prevent unauthorized access. Designed for reliability and ease of use, it safeguards user data, reduces fraud risks, and builds trust across your digital platforms.",
    "Two Factor Authentication": "Strengthen account security with robust two-factor authentication that adds an extra layer of protection beyond passwords. Our 2FA solutions support OTPs, authenticator apps, and multi-device verification to prevent unauthorized access. Designed for reliability and ease of use, it safeguards user data, reduces fraud risks, and builds trust across your digital platforms.",
  "payment":"Enable fast, secure, and seamless digital transactions with reliable payment integration solutions. We integrate trusted payment gateways to support multiple payment methods, real-time processing, and automated invoicing. Built with security and scalability in mind, our solutions ensure smooth checkout experiences, reduce payment failures, and help businesses get paid effortlessly.",

  "ecommerce": "We build secure and scalable e-commerce platforms.",
  "reviews":"Customer Reviews & Ratings is a platform that collects, manages, and displays feedback from customers about products or services. It allows users to submit ratings, write reviews, and share experiences, while businesses can monitor and respond to feedback. The system provides analytics to track satisfaction trends and identify improvement areas. This enhances customer trust, engagement, and service quality.",

  "inventory": "Inventory Management tracks stock levels, procurement, storage, and replenishment in real time.",
    "Inventory Management": "Inventory Management tracks stock levels, procurement, storage, and replenishment in real time.",

  "cybersecurity": "Cybersecurity protects systems and data using authentication, encryption, and threat monitoring.",
  "payroll": "Payroll Management automates salary processing, deductions, taxes, and payslips.",
    "payroll management": "Payroll Management automates salary processing, deductions, taxes, and payslips.",

  "invoice": "Invoice Management handles invoice creation, approvals, tracking, and reconciliation.",
    "invoice management": "Invoice Management handles invoice creation, approvals, tracking, and reconciliation.",

  "ticket management": "Ticket Management tracks and resolves support requests with SLA workflows.",

  "ticket": "Ticket Management tracks and resolves support requests with SLA workflows.",
  "hrms": "Human Resource Management manages recruitment, attendance, payroll, and performance.",
    "Human Resource Management": "Human Resource Management manages recruitment, attendance, payroll, and performance.",
  "Digital Financial Services": "Digital Financial Services provides secure online payments, banking, and lending services.",

  "finance": "Digital Financial Services provides secure online payments, banking, and lending services.",
  "attendance": "Attendance Management tracks employee working hours and leave records.",
    "Attendance Management": "Attendance Management tracks employee working hours and leave records.",
  "analytics": "Customer Analytics provides behavior insights, segmentation, and predictive analysis.",

  "Customer Analytics": "Customer Analytics provides behavior insights, segmentation, and predictive analysis.",


  

    "price of the": "Our pricing plans are Free ($0), Business ($29/month), and Developer ($49/month).",

  "pricing": "Our pricing plans are Free ($0), Business ($29/month), and Developer ($49/month).",
  "plan": "Available plans are Free, Business, and Developer.",
  "free": "Free Plan costs $0/month with basic features and 5GB storage.",
  "business": "Business Plan costs $29/month with advanced tools and 50GB storage.",
  "developer": "Developer Plan costs $49/month with full features and API access.",
  "trial": "All paid plans include a free trial with no credit card required.",





  "features": "Key features include scalability, reliability, innovation, performance optimization, and dependable support.",
  "scalable": "Our systems are built to scale as your business grows.",
  "reliable": "Our solutions are engineered for stability and consistent performance.",
  "innovation": "We deliver innovative technology solutions combining creativity and engineering.",
  "support": "We provide reliable support and timely technical assistance.",
  "performance": "Our platforms are optimized for high performance and efficiency.",
  "insights": "We provide actionable insights to support better business decisions.",




  
  "solution": "We provide digital business solutions including websites, cloud apps, marketing, ERP systems, booking platforms, and technical support.",
  "custom": "Yes, our services are tailored to business goals to deliver measurable results and better customer experience.",







  "services": "Our services include web development, cloud apps, marketing, ERP, booking systems, and technical support.",
    "service": "Our services include web development, cloud apps, marketing, ERP, booking systems, and technical support.",

  "web": "We provide responsive and scalable web development services.",
  "cloud": "We build secure and scalable cloud applications.",
  "erp": "Enterprise Resource Platform is a custom ERP system that manages finance, inventory, HR, and operations in one platform.",
    "technical": "Technical Support provides 24/7 expert assistance to resolve issues and maintain performance.",






  "shindentech": "We are Shindentech, a technology-driven company focused on innovation and empowering businesses through digital solutions.",
  "company": "We are a digital technology company helping organizations unlock their full potential through creative strategy and advanced solutions.",








  
  "contact": "You can contact us by phone at +91 9940463927 or email at shindentechnologies@gmail.com.",
  
  "phone": "You can call us at +91 9940463927.",
    "mobile": "You can call us at +91 9940463927.",

  "phone number": "Our phone number is +91 9940463927.",
    "mobile number": "Our phone number is +91 9940463927.",

  "call support": "You can reach our support team at +91 9940463927.",
  "customer care number": "Our customer care number is +91 9940463927.",

  "email": "You can email us at shindentechnologies@gmail.com.",
  "email address": "Our email address is shindentechnologies@gmail.com.",
  "support email": "For support, email us at shindentechnologies@gmail.com.",
  "send mail": "Please send your queries to shindentechnologies@gmail.com.",

  "address": "Our office is located at W5VJ+953, 2nd St, Veeramani Nagar, Kovilambakkam, Chennai, Tamil Nadu 600129.",
  "office address": "W5VJ+953, 2nd St, Veeramani Nagar, Kovilambakkam, Chennai, Tamil Nadu 600129.",
  "location": "We are located in Kovilambakkam, Chennai, Tamil Nadu.",
  "located": "We are located at W5VJ+953, 2nd St, Veeramani Nagar, Kovilambakkam, Chennai, Tamil Nadu 600129.",

  "office": "You can visit our office at Veeramani Nagar, Kovilambakkam, Chennai.",
  "enquiry": "For business enquiries, contact us at +91 9940463927 or shindentechnologies@gmail.com.",
  
  "hi": "Hello 👋 Welcome to Shindentech. How can I help you today?",
  "hello": "Hi there 👋 How can I assist you today?",
  "hey": "Hey 👋 How can I help you with our services or products?",



  "help": "Sure 👍 I can help with services, pricing, demo, products, booking, support, and contact details. What do you need?",

  "thanks": "You're welcome 😊 Happy to help!",
  "thank you": "You're welcome 🙌",
  "thx": "Anytime 👍",
  "ok": "Great 👍 What would you like to explore next?",
  "okay": "Sure 👍 Tell me what you need.",

  "bye": "Goodbye 👋 Have a great day!",
  "goodbye": "Goodbye 👋 Feel free to return anytime.",
  "see you": "See you soon 👋",

  "yes": "Great 👍 Please continue.",
  "yeah": "Okay 👍 Go ahead.",
  "yep": "Got it 👍",
  "no": "No problem 👍 Let me know what you need instead.",

  "demo": "We offer product demos. Would you like to schedule a demo booking?",

  "cost": "Pricing starts from $0/month with our Free Plan.",

  "products": "We offer AI Chatbot, Smart Booking, QR Code, ERP, HRMS, Payroll, Ticket Management, and more.",


  "human": "Sure 👍 Please call +91 9940463927 to speak with our team.",


  "default": "I'm not fully sure I understood that 🤔 Could you please rephrase or ask about services, pricing, demo, or support?",
"smart booking": "Users can book appointments through our platform, which automatically adds the event to Google Calendar and notifies the owners.",
"genzy qr code": "Modernize customer interactions with fast, convenient QR codes. Create dynamic, customizable codes for payments, menus, websites, bookings, and promotions—with real-time analytics and easy updates.",
"ai chat bot":"Enhance customer engagement with an intelligent chatbot that provides instant support, answers questions accurately, automates lead qualification, and integrates seamlessly with your business systems—24/7.",
"digital marketing":"Accelerate business growth with data-driven digital marketing solutions that boost visibility, engagement, and conversions—combining SEO, SEM, content marketing, and social media strategies.",
"two factor authentication":"Enhance account security with 2FA. Our solution adds an extra layer of protection using OTPs, authenticator apps, and multi-device verification to prevent unauthorized access.",
"payment integration":"Enable fast and secure digital transactions with trusted payment gateways. Support multiple payment methods, real-time processing, and automated invoicing for a smooth checkout experience.",
"customer reviews & ratings":"Showcase authentic customer experiences. Gather ratings and reviews, respond seamlessly, and track insights to boost engagement, satisfaction, and brand trust.",
"E-Commerce":"Power your online store with a secure, scalable, and user-friendly platform. Enjoy smooth payments, efficient inventory management, and a shopping experience that delights customers."
}
